[
    {"id_kitab":"1","kitab_indonesia":"Permulaan Wahyu","kitab_arab":" بدء الوحي","desc_id":"Semua perbuatan tergantung niatnya, dan (balasan) bagi tiap-tiap orang (tergantung) apa yang diniatkan; Barangsiapa niat hijrahnya karena dunia yang ingin digapainya atau karena seorang perempuan yang ingin dinikahinya, maka hijrahnya adalah kepada apa dia diniatkan","desc_ar":"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى فمن كانت"},
    {"id_kitab":"2","kitab_indonesia":"Iman","kitab_arab":" الإيمان","desc_id":"Islam dibangun diatas lima (landasan); persaksian tidak ada ilah selain Allah dan sesungguhnya Muhammad utusan Allah, mendirikan shalat, menunaikan zakat, haji dan puasa Ramadlan. ","desc_ar":"بني الإسلام على خمس شهادة أن لا إله إلا الله وأن"},
    {"id_kitab":"3","kitab_indonesia":"Ilmu","kitab_arab":" العلم","desc_id":"Apabila sudah hilang amanah maka tunggulah terjadinya kiamat. Orang itu bertanya: Bagaimana hilangnya amanat itu? Nabi  menjawab: Jika urusan diserahkan bukan kepada ahlinya, maka akan tunggulah terjadinya kiamat. ","desc_ar":"فإذا ضيعت الأمانة فانتظر الساعة قال كيف إضاعتها قال"},
    {"id_kitab":"4","kitab_indonesia":"Wudlu","kitab_arab":" الوضوء","desc_id":"Tidak akan diterima shalat seseorang yang berhadats hingga dia berwudlu. Seorang laki-laki dari Hadlramaut berkata, Apa yang dimaksud dengan hadats wahai Abu Hurairah? Abu Hurairah menjawab, Kentut baik dengan suara atau tidak.","desc_ar":"لا تقبل صلاة من أحدث حتى يتوضأ قال رجل من حضرموت"},
    {"id_kitab":"5","kitab_indonesia":"Mandi","kitab_arab":" الغسل","desc_id":"jika Nabi  mandi karena janabat, beliau memulainya dengan mencuci kedua telapak tangannya, kemudian berwudlu sebagaimana wudlu untuk shalat, kemudian memasukkan jari-jarinya ke dalam air lalu menggosokkannya ke kulit kepalanya, kemudian menyiramkan air ke atas kepalanya dengan cidukan kedua telapak tangannya sebanyak tiga kali, kemudian beliau mengalirkan air ke seluruh kulitnya.","desc_ar":"إذا اغتسل من الجنابة بدأ فغسل يديه ثم يتوضأ كما"},
    {"id_kitab":"6","kitab_indonesia":"Haidl","kitab_arab":" الحيض","desc_id":"Sesungguhnya ini adalah perkara yang telah Allah tetapkan bagi kaum wanita dari anak cucu Adam. Lakukanlah apa yang dilakukan oleh orang-orang yang haji, kecuali thawaf di Ka'bah. 'Aisyah berkata, Kemudian Rasulullah  berkurban dengan menyembelih seekor sapi yang diniatkan untuk semua isterinya.","desc_ar":"هذا أمر كتبه الله على بنات آدم فاقضي ما يقضي الحاج"},
    {"id_kitab":"7","kitab_indonesia":"Tayamum","kitab_arab":" التيمم","desc_id":"Kami keluar bersama Rasulullah Shallallahu 'alaihi wa salam dalam salah satu perjalanan yang dilakukannya. Hingga ketika kami sampai di Baida', atau tempat peristirahatan pasukan, aku kehilangan kalungku. Maka Nabi Shallallahu 'alaihi wa salam dan para sahabatnya mencarinya sementara mereka tidak berada dekat air. Orang-orang lalu datang kepada Abu Bakar Ash Shidiq seraya berkata, 'Tidakkah kamu perhatikan apa yang telah diperbuat oleh 'Aisyah? Dia telah membuat Rasulullah Shallallahu 'alaihi wa salam dan orang-orang tertahan (dari melanjutkan perjalanan) padahal mereka tidak sedang berada dekat air dan mereka juga tidak memiliki air! ' Lalu Abu Bakar datang sedangkan saat itu Rasulullah Shallallahu 'alaihi wa salam meletakkan kepalanya di pahaku. Abu Bakar lalu memarahiku dan mengatakan sebagaimana yang dikehendaki Allah untuk (Abu Bakar) mengatakannya. Ia menusuk lambungku, dan tidak ada yang menghalangiku untuk bergerak (karena rasa sakit) kecuali karena keberadaan Rasulullah yang di pahaku. Kemudian Rasulullah Shallallahu 'alaihi wa salam bangun di waktu subuh dalam keadaan tidak memiliki air. Allah Ta'ala kemudian menurunkan ayat tayamum, maka orang-orang pun bertayamum. Usaid bin al Hudlair lalu berkata, Tidaklah Aisyah kecuali awal dari keberkahan keluarga kamu wahai wahai Abu Bakar! 'Aisyah berkata, Kemudian unta yang aku tunggangi berdiri yang ternyata kami temukan kalungku berada dibawahnya.","desc_ar":"خرجنا مع رسول الله في بعض أسفاره حتى إذا كنا بالبيداء"},
    {"id_kitab":"8","kitab_indonesia":"Shalat","kitab_arab":" الصلاة","desc_id":"Saat aku di Makkah atap rumahku terbuka, tiba-tiba datang Malaikat Jibril Alaihis Salam. Lalu dia membelah dadaku kemudian mencucinya dengan menggunakan air zamzam. Dibawanya pula bejana terbuat dari emas berisi hikmah dan iman, lalu dituangnya ke dalam dadaku dan menutupnya kembali. Lalu dia memegang tanganku dan membawaku menuju langit dunia. Tatkala aku sudah sampai di langit dunia, Jibril Alaihis Salam berkata kepada Malaikat penjaga langit, 'Bukalah'. Malaikat penjaga langit berkata, 'Siapa Ini? ' Jibril menjawab, 'Ini Jibril'. Malaikat penjaga langit bertanya lagi, 'Apakah kamu bersama orang lain? ' Jibril menjawab, Ya, bersamaku Muhammad Shallallahu 'alaihi wa salam.' Penjaga itu bertanya lagi, 'Apakah dia diutus sebagai Rasul? ' Jibril menjawab, 'Benar.' Ketika dibuka dan kami sampai di langit dunia, ketika itu ada seseorang yang sedang duduk, di sebelah kanan orang itu ada sekelompok manusia begitu juga di sebelah kirinya. Apabila dia melihat kepada sekelompok orang yang di sebelah kanannya ia tertawa, dan bila melihat ke kirinya ia menangis. Lalu orang itu berkata, 'Selamat datang Nabi yang shalih dan anak yang shalih.' Aku bertanya kepada Jibril, 'Siapakah dia? ' Jibril menjawab, Dialah Adam Alaihis Salam, dan orang-orang yang ada di sebelah kanan dan kirinya adalah ruh-ruh anak keturunannya. Mereka yang ada di sebelah kanannya adalah para ahli surga sedangkan yang di sebelah kirinya adalah ahli neraka. Jika dia memandang ke sebelah kanannya dia tertawa dan bila memandang ke sebelah kirinya dia menangis.' Kemudian aku dibawa menuju ke langit kedua, Jibril lalu berkata kepada penjaganya seperti terhadap penjaga langit pertama. Maka langit pun dibuka'. Anas berkata, Kemudian Nabi Shallallahu 'alaihi wa salam menyebutkan bahwa pada tingkatan langit-langit itu beliau bertemu dengan Adam, Idris, Musa, 'Isa dan Ibrahim semoga Allah memberi shalawat-Nya kepada mereka. Beliau tidak menceritakan kepadaku keberadaan mereka di langit tersebut, kecuali bahwa beliau bertemu Adam di langit dunia dan Ibrahim di langit keenam. Anas melanjutkan, Ketika Jibril berjalan bersama Nabi Shallallahu 'alaihi wa salam, ia melewati Idris. Maka Idris pun berkata, 'Selamat datang Nabi yang shalih dan saudara yang shalih.' Aku bertanya kepada Jibril, 'Siapakah dia? ' Jibril menjawab, 'Dialah Idris.' Lalu aku berjalan melewati Musa, ia pun berkata, 'Selamat datang Nabi yang shalih dan saudara yang shalih.' Aku bertanya kepada Jibril, 'Siapakah dia? ' Jibril menjawab, 'Dialah Musa.' Kemudian aku berjalan melewati 'Isa, dan ia pun berkata, 'Selamat datang saudara yang shalih dan Nabi yang shalih.' Aku bertanya kepada Jibril, 'Siapakah dia? ' Jibril menjawab, 'Dialah 'Isa.' Kemudian aku melewati Ibrahim dan ia pun berkata, 'Selamat datang Nabi yang shalih dan anak yang shalih.' Aku bertanya kepada Jibril, 'Siapakah dia? ' Jibril menjawab, 'Dialah Ibrahim Shallallahu 'alaihi wa salam.' Ibnu Syihab berkata, Ibnu Hazm mengabarkan kepadaku bahwa Ibnu 'Abbas dan Abu Habbah al Anshari keduanya berkata, Nabi Shallallahu 'alaihi wa salam bersabda: Kemudian aku dimi'rajkan hingga sampai ke suatu tempat yang aku dapat mendengar suara pena yang menulis. Ibnu Hazm berkata, Anas bin Malik menyebutkan, Nabi Shallallahu 'alaihi wa salam bersabda: Kemudian Allah 'azza wajalla mewajibkan kepada ummatku shalat sebanyak lima puluh kali. Maka aku pergi membawa perintah itu hingga aku berjumpa dengan Musa, lalu ia bertanya, 'Apa yang Allah perintahkan buat umatmu? ' Aku jawab: 'Shalat lima puluh kali.' Lalu dia berkata, 'Kembalilah kepada Rabbmu, karena umatmu tidak akan sanggup! ' Maka aku kembali dan Allah mengurangi setengahnya. Aku kemudian kembali menemui Musa dan aku katakan bahwa Allah telah mengurangi setengahnya. Tapi ia berkata, 'Kembalilah kepada Rabbmu karena umatmu tidak akan sanggup.' Aku lalu kembali menemui Allah dan Allah kemudian mengurangi setengahnya lagi.' Kemudian aku kembali menemui Musa, ia lalu berkata, 'Kembalilah kepada Rabbmu, karena umatmu tetap tidak akan sanggup.' Maka aku kembali menemui Allah Ta'ala, Allah lalu berfirman: 'Lima ini adalah sebagai pengganti dari lima puluh. Tidak ada lagi perubahan keputusan di sisi-Ku! ' Maka aku kembali menemui Musa dan ia kembali berkata, 'Kembailah kepada Rabb-Mu! ' Aku katakan, 'Aku malu kepada Rabb-ku.' Jibril lantas membawaku hingga sampai di Sidratul Muntaha yang diselimuti dengan warna-warni yang aku tidak tahu benda apakah itu. Kemudian aku dimasukkan ke dalam surga, ternyata di dalamnya banyak kubah-kubah terbuat dari mutiara dan tanahnya dari minyak kesturi.","desc_ar":"فرج عن سقف بيتي وأنا بمكة فنزل جبريل ففرج صدري"},
    {"id_kitab":"9","kitab_indonesia":"Waktu-waktu shalat","kitab_arab":" مواقيت الصلاة","desc_id":"Malaikat Jibril  pernah turun kemudian melaksanakan shalat, kemudian Rasulullah  juga ikut melaksanakan shalat? Kemudian Jibril shalat lagi dan Rasulullah  juga ikut shalat kembali? Kemudian Jibril shalat lagi dan Rasulullah  juga ikut shalat kembali? Kemudian Jibril shalat lagi dan Rasulullah  juga ikut shalat kembali? Kemudian Jibril shalat lagi dan Rasulullah  juga ikut shalat kembali? Kemudian Jibril berkata, Inilah waktu-waktu yang diperintahkan kepadaku (agar engkau melaksanakannya). 'Umar lalu berkata kepada 'Urwah, Ketahuilah apa yang kamu ceritakan! Sesungguhnya Jibril datang untuk menjelaskan kepada Rasulullah  tentang waktu-waktu shalat. 'Urwah berkata, Begitulah adanya. bahwasanya Basyir bin Abu Mas'ud menceritakan dari Bapaknya. Urwah berkata,  Aisyah menceritakan kepadaku bahwa Rasulullah  pernah melaksanakan shalat 'Ashar, sementara cahaya matahari yang ada dalam kamarnya belum nampak.","desc_ar":"أن جبريل نزل فصلى فصلى رسول الله ثم صلى فصلى رسول"},
    {"id_kitab":"10","kitab_indonesia":"Adzan","kitab_arab":" الأذان","desc_id":"Bilal diperintahkan untuk mengumandangkan adzan dengan dua kali dua kali dan iqamat dengan bilangan ganjil.","desc_ar":"فأمر بلال أن يشفع الأذان وأن يوتر الإقامة"},
    {"id_kitab":"11","kitab_indonesia":"Jum'at","kitab_arab":" الجمعة","desc_id":"Kita datang terakhir dan pertama pada hari kiamat, meskipun mereka diberi Kitab sebelum kita. Dan ini adalah hari dimana mereka mendapat kewajiban, namun kemudian mereka berselisih di dalamnya. Allah lalu memberi hidayah kepada kita, maka semua manusia akan mengikuti kita (hari ini), besok hari untuk Yahudi dan Nashrani hari setelahnya lagi.","desc_ar":"نحن الآخرون السابقون يوم القيامة بيد أنهم أوتوا الكتاب"},
    {"id_kitab":"12","kitab_indonesia":"Jenazah","kitab_arab":" الجنائز","desc_id":"barangsiapa yang mati dari ummatku sedang dia tidak menyekutukan Allah dengan suatu apapun maka dia pasti masuk surga. Aku tanyakan: Sekalipun dia berzina atau mencuri? Beliau menjawab: Ya, sekalipun dia berzina atau mencuri.","desc_ar":"من مات من أمتي لا يشرك بالله شيئا دخل الجنة قلت"},
    {"id_kitab":"13","kitab_indonesia":"Zakat","kitab_arab":" الزكاة","desc_id":"Ajaklah mereka kepada syahadah (persaksian) tidak ada ilah yang berhak disembah kecuali Allah dan bahwa aku adalah utusan Allah. Jika mereka telah mentaatinya, maka beritahukanlah bahwa Allah mewajibkan atas mereka shalat lima waktu sehari semalam. Dan jika mereka telah mena'atinya, maka beritahukanlah bahwa Allah telah mewajibkan atas mereka shadaqah (zakat) dari harta mereka yang diambil dari orang-orang kaya mereka dan diberikan kepada orang-orang faqir mereka.","desc_ar":"ادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله"},
    {"id_kitab":"14","kitab_indonesia":"Hajji","kitab_arab":" الحج","desc_id":"kewajiban dari Allah untuk berhajji bagi hamba-hambaNya datang saat bapakku sudah tua renta dan dia tidak akan kuat menempuh perjalanannya. Apakah aku boleh menghajjikan atas namanya?. Beliau menjawab: Boleh. Peristiwa ini terjadi ketika hajji wada' (perpisahan).","desc_ar":"إن فريضة الله على عباده في الحج أدركت أبي شيخا كبيرا"},
    {"id_kitab":"15","kitab_indonesia":"Shaum","kitab_arab":" الصوم","desc_id":"Shalat lima kali kecuali bila kamu mau menambah dengan yang tathowwu' (sunnat) . Orang itu bertanya lagi: Lalu kabarkan kepadaku apa yang telah Allah wajibkan buatku tentang shaum (puasa)?. Maka Beliau  menjawab: Shaum di bulan Ramadhan kecuali bila kamu mau menambah dengan yang tathowwu' (sunnat) .Dan shiyam (puasa) Ramadhan. Orang itu bertanya lagi: Lalu kabarkan kepadaku apa yang telah Allah wajibkan buatku tentang zakat?. Berkata, Tholhah bin 'Ubaidullah Radhiyallahu'anhu: Maka Rasulullah  menjelaskan kepada orang itu tentang syari-at-syari'at Islam. Kemudian orang itu berkata: Demi Dzat yang telah memuliakan anda, Aku tidak akan mengerjakan yang sunnah sekalipun, namun aku pun tidak akan mengurangi satupun dari apa yang telah Allah wajibkan buatku. Maka Rasulullah  berkata: Dia akan beruntung jika jujur menepatinya atau dia akan masuk surga jika jujur menepatinya .","desc_ar":"الصلوات الخمس إلا أن تطوع شيئا فقال أخبرني ما فرض"},
    {"id_kitab":"16","kitab_indonesia":"Shalat Tarawih","kitab_arab":" صلاة التراويح","desc_id":"Barangsiapa yang menegakkannya karena iman kepada Allah dan mengharapkan pahala (hanya dariNya) maka akan diampuni dosa-dosa yang telah dikerjakannya. ","desc_ar":"من قامه إيمانا واحتسابا غفر له ما تقدم من ذنبه"},
    {"id_kitab":"17","kitab_indonesia":"I'tikaf","kitab_arab":" الاعتكاف","desc_id":"beri'tikaf pada sepuluh hari yang akhir dari Ramadhan. ","desc_ar":"يعتكف العشر الأواخر من رمضان"},
    {"id_kitab":"18","kitab_indonesia":"Jual beli","kitab_arab":" البيوع","desc_id":"Tidaklah seseorang menggelar kainnya hingga aku selesaikan sabdaku ini diatas kainnya itu lalu dia menampung dan mengambilnya kembali melainkan dia akan dapat menjaga (menghafal dan memahami) apa yang aku sabdakan. Maka aku menggelar kainku yang bermotif (bergaris) hingga ketika Beliau telah menyelesaikan sabda Belliau aku ambil kain tersebut lalu aku peluk di dadaku. Maka setelah itu tidaklah aku lupa sedikitpun dari sabda-sabda Rasulullah  . ","desc_ar":"إنه لن يبسط أحد ثوبه حتى أقضي مقالتي هذه ثم يجمع"},
    {"id_kitab":"19","kitab_indonesia":"Jual beli as-Salam","kitab_arab":" السلم","desc_id":"Siapa yang mempraktekkan salaf dalam jual beli buah-buahan hendaklah dilakukannya dengan takaran dan timbangan yang diketahui (pasti) . Telah menceritakan kepada kami Muhammad telah mengabarkan kepada kami Isma'il dari Ibnu Abi Najih seperti redaksi hadits ini: dengan takaran dan timbangan yang diketahui (pasti) . ","desc_ar":"من سلف في تمر فليسلف في كيل معلوم ووزن معلوم محمد"},
    {"id_kitab":"20","kitab_indonesia":"Asy-Syuf'ah","kitab_arab":" الشفعة","desc_id":"Nabi  telah menetapkan hak Asy-Syuf'ah pada setiap harta yang belum dibagi. Apabila terdapat pembatas dan jalan yang terpisah maka tidak ada syuf'ah. ","desc_ar":"قضى رسول الله بالشفعة في كل ما لم يقسم فإذا وقعت"},
    {"id_kitab":"21","kitab_indonesia":"Al-Ijarah (sewa menyewa dan jasa)","kitab_arab":" الإجارة","desc_id":"Bendahara yang terpercaya yang menunaikan tugas yang diembannya dengan baik adalah terhitung salah satu Al Mutashaddiqin (orang yang bersedekah) .","desc_ar":"الخازن الأمين الذي يؤدي ما أمر به طيبة نفسه أحد"},
    {"id_kitab":"22","kitab_indonesia":"Al-Hawalah (pengalihan hutang)","kitab_arab":" الحوالات","desc_id":"Menunda membayar hutang bagi orang kaya adalah kezhaliman dan apabila seorang dari kalian hutangnya dialihkan kepada orang kaya, hendaklah dia ikuti. ","desc_ar":"مطل الغني ظلم فإذا أتبع أحدكم على ملي فليتبع"},
    {"id_kitab":"23","kitab_indonesia":"Al-Wakalah (perwakilan)","kitab_arab":" الوكالة","desc_id":"Rasulullah  memerintahkan aku agar menyedekahkan apa yang ada diatas punggung unta (pelana) yang kami sembelih begitu juga kulitnya.","desc_ar":"أمرني رسول الله أن أتصدق بجلال البدن التي نحرت وبجلودها"},
    {"id_kitab":"24","kitab_indonesia":"Al-Muzara'ah (pertanian)","kitab_arab":" المزارعة","desc_id":"Tidaklah seorang muslimpun yang bercocok tanam atau menanam satu tanaman lalu tanaman itu dimakan oleh burung atau menusia atau hewan melainkan itu menjadi shadaqah baginya. Dan berkata, kewpada kami Muslim telah menceritakan kapada saya Aban telah menceritakan kepada kami Qatadah telah menceritakan kepada kami Anas dari Nabi .","desc_ar":"ما من مسلم يغرس غرسا أو يزرع زرعا فيأكل منه طير"},
    {"id_kitab":"25","kitab_indonesia":"Al-Musaqah (mengairi tanaman)","kitab_arab":" المساقاة","desc_id":"Wahai anak kecil, apakah kamu mengidzinkan aku untuk memberi minuman ini kepada para orang tua? Anak kecil itu berkata:  aku tidak akan mendahulukan seorangpun daripada diriku karena keutamaanku selain anda wahai Rasulullah. Maka Beliau memberikan kepadanya.","desc_ar":"يا غلام أتأذن لي أن أعطيه الأشياخ قال ما كنت لأوثر"},
    {"id_kitab":"26","kitab_indonesia":"Mencari pinjaman dan melunasi hutang","kitab_arab":" في الاستقراض وأداء الديون والحجر والتفليس","desc_id":"Bagaimana pendapat kamu tentang unta kamu, apakah kamu mau menjualnya kepadaku? Aku jawab: Ya. Maka aku menjualnya kepada Beliau. Ketika Beliau tiba di Madinah pagi-pagi aku temui Beliau dengan membawa unta itu lalu Beliau membayar uangnya kepadaku. ","desc_ar":"كيف ترى بعيرك أتبيعنيه قلت نعم فبعته إياه فلما"},
    {"id_kitab":"27","kitab_indonesia":"Persengketan","kitab_arab":" الخصومات","desc_id":"Janganlah kalian berselisih karena orang-orang sebelum kalian berselisih hingga akhirnya mereka binasa. ","desc_ar":"لا تختلفوا فإن من كان قبلكم اختلفوا فهلكوا"},
    {"id_kitab":"28","kitab_indonesia":"Barang temuan","kitab_arab":" في اللقطة","desc_id":"Umumkanlah (agar diketahui orang) selama satu tahun. Maka aku lakukan selama setahun namun tidak ada orang yang mengakuinya sebagai pemiliknya. Kemudian aku datangi lagi Beliau dan Beliau berkata: Umumkanlah selama satu tahun. Maka aku lakukan selama setahun lagi namun tidak ada orang yang mengakuinya. Kemudian aku datangi lagi Beliau untuk ketiga kalinya dan Beliau berkata: Peganglah bungkusan dan jumlah isinya, nanti bila ada yang datang sebagai pemiliknya berikanlah namun bila tidak ada yang datang maka nikmatilah. Maka aku nikmati uang itu. (Syu'bah) berkata; Setelah beberapa tahun ketika berada di Makkah aku menemui dia (Salamah), maka dia berkata; Aku tidak tahu apakah selama tiga tahun atau satu tahun saja. ","desc_ar":"عرفها حولا فعرفتها حولا فلم أجد من يعرفها ثم أتيته"},
    {"id_kitab":"29","kitab_indonesia":"Perbuatan-perbuatan zhalim dan merampok","kitab_arab":" المظالم والغصب","desc_id":"Jika orang-orang beriman telah melewati neraka, mereka akan ditahan di suatu jembatan yang disebut Qanthorah yang terletak antara surga dan neraka, lalu disana mereka akan diqishas (dibalas) atas kezhalimin yang terjadi sesama mereka di dunia, sehingga apabila telah tidak ada lagi dosa barulah mereka diidzinkan untuk memasuki surga. Dan demi Dzat yang jiwaku berada di tangaNya, sungguh seorang dari mereka berada di tempat tinggalnya di surga lebih aku kenal dari pada rumah mereka di dunia. Dan berkata, Yunus bin Muhammad telah menceritakan kepada kami Syaiban dari Qatadah telah menceritakan kepada kami Abu Al Mutawakkil. ","desc_ar":"إذا خلص المؤمنون من النار حبسوا بقنطرة بين الجنة"},
    {"id_kitab":"30","kitab_indonesia":"Asy-Syirkah (perserikatan usaha)","kitab_arab":" الشركة","desc_id":"Rasulullah  mengutus pasukan menuju pantai dengan menunjuk Abu 'Ubaidah sebagai pemimpin mereka yang berjumlah tiga ratus orang dan aku termasuk dalam pasukan itu. Maka kami keluar hingga ketika kami sampai di tengah perjalanan bekal kami habis. Maka Abu 'Ubaidah memerintahkan agar semua anggota pasukan mengumpulkan bekal yang masih tersisa dan akhirnya terkumpul kurma dalam kantong yang bisa menguatkan kami, setiap hari kami makan sedikit sedikit sampai kurma itu habis dan tidak tersisa kecuali masing-masing kami dapat satu butir satu butir. Aku (Wahbbin Kaisan) bertanya: Apakah satu butir kurma mencukupi?. Dia (Jabir bin 'Abdullah) berkata: Kami dapatkan penggantinya ketika sudah habis. Jabir berkata: Kemudian kami sampai di laut, kami mendapatkan seekor ikan hiu sebesar bukit. Akhirnya pasukan memakan ikan hiu tersebut selama delapan belas malam lalu Abu 'Ubaidah memerintahkan untuk mengambil dua tulang rusuk ikan hiu tersebut lalu memerintahkan salah seorang dari pasukan berjalan di bawahnya maka orang itu dapat melaluinya dengan tanpa mengenainya (karena besarnya ikan hiu tersebut). ","desc_ar":"بعث رسول الله بعثا قبل الساحل فأمر عليهم أبا عبيدة"},
    {"id_kitab":"31","kitab_indonesia":"Gadai","kitab_arab":" الرهن","desc_id":"Keluarga Muhammad tidak pernah menemui pagi dengan menyisakan makanan kecuali satu sha' begitu juga pada sore hari. Padahal mereka ada sembilan rumah. ","desc_ar":"ما أصبح لآل محمد إلا صاع ولا أمسى وإنهم لتسعة أبيات"},
    {"id_kitab":"32","kitab_indonesia":"Membebaskan budak","kitab_arab":" العتق","desc_id":"Siapa saja orang yang membebaskan seorang muslim maka Allah akan menyelamatkan anggota tubuhnya dari api neraka dari setiap anggota tubuh yang dimerdekakannya. Sa'id bin Marjanah berkata; Lalu aku pergi dengan membawa hadits ini menemui 'Ali bin Husain Radhiyallahu'anhuma, maka dia segera menemui budak miliknya yang dulu dia beli dari 'Abdullah bin Ja'far seharga sepuluh ribu dirham atau seribu dinar lalu dia membebaskan budak itu. ","desc_ar":"أيما رجل أعتق امرأ مسلما استنقذ الله بكل عضو منه"},
    {"id_kitab":"33","kitab_indonesia":"Hibah, keutamaannya dan anjuran melakukannya","kitab_arab":" الهبة وفضلها والتحريض عليها","desc_id":"Wahai wanita-wanita muslim, janganlah seorang budak wanita menganggap remeh memberi hadiah budak wanita lainnya sekalipun hanya sebesar kubangan karena diinjak kambing.","desc_ar":"يا نساء المسلمات لا تحقرن جارة لجارتها ولو فرسن شاة"},
    {"id_kitab":"34","kitab_indonesia":"Kesaksian","kitab_arab":" الشهادات","desc_id":"Siapa yang bisa memberiku alasan kepada kami tentang seseorang yang beritanya telah sampai kepadaku bahwa dia telah melancarkan gangguan keluargaku. Demi Allah tidaklah aku ketahui keluargaku melainkan kebaikan semata, dan sungguh orang-orang telah menyebut seseorang laki-laki padahal aku tidak mengenal orang itu melainkan kebaikan. ","desc_ar":"من يعذرنا في رجل بلغني أذاه في أهل بيتي فوالله ما"},
    {"id_kitab":"35","kitab_indonesia":"Perdamaian","kitab_arab":" الصلح","desc_id":"jika kalian mendapatkan sesuatu dalam shalat, mengapa kalian melakukannya dengan bertepuk tangan?. Sesungguhnya bertepuk tangan itu adalah isyarat yang layak dilakukan kaum wanita. Maka siapa yang mendapatkan sesuatu yang keliru dalam shalat hendaklah mengucapkan subhaanallah, karena tidaklah seseorang mendengar ucapan subhaanallah kecuali dia harus memperhatikannya. Dan kamu wahai Abu Bakar, apa yang menghalangimu ketika aku sudah memberi isyarat kepadamu agar meneruskannya, mengapa kamu tidak melanjutkan shalat bersama orang banyak?. Maka Abu Bakar menjawab: Tidak patut bagi putra Abu Quhafah memimpin shalat di hadapan Nabi .","desc_ar":"إذا نابكم شيء في صلاتكم أخذتم بالتصفيح إنما التصفيح"},
    {"id_kitab":"36","kitab_indonesia":"Syarat-syarat","kitab_arab":" الشروط","desc_id":"Sungguh aku telah membai'at kamu disambung dengan satu kalimat yang Beliau ucapkan. Demi Allah, sama sekali tangan Beliau tidak menyentuh tangan seorang wanitapun dalam baiat tersebut dan tidaklah Beliau membai'at mereka melainkan hanya dengan ucapan Beliau.","desc_ar":"قد بايعتك كلاما يكلمها به والله ما مست يده يد امرأة"},
    {"id_kitab":"37","kitab_indonesia":"Washiyat","kitab_arab":" الوصايا","desc_id":"Tidak ada haq seorang muslim yang mempunyai suatu barang yang akan diwasiatkannya, ia bermalam selama dua malam kecuali wasiatnya itu ditulis di sisinya. Hadits ini diikuti pula oleh Muhammad bin Muslim dari 'Amru dari Ibnu 'Umar dari Nabi .","desc_ar":"ما حق امرئ مسلم له شيء يوصي فيه يبيت ليلتين إلا ووصيته"},
    {"id_kitab":"38","kitab_indonesia":"Jihad dan penjelajahan","kitab_arab":" الجهاد والسير","desc_id":"amal apakah yang paling utama? Beliau menjawab: Sholat pada waktunya. Kemudian aku tanyakan lagi:  Kemudian apa? Beliau menjawab: Kemudian berbakti kepada kedua orang tua. Lalu aku tanyakan lagi: Kemudian apa lagi? Beliau menjawab: Jihad di jalan Allah. Maka aku berhenti menyakannya lagi kepada Rasulullah . Seandainya aku tambah terus pertanyaan, Beliau pasti akan menambah jawabannya kepadaku.","desc_ar":"أي العمل أفضل قال الصلاة على ميقاتها قلت ثم أي قال"},
    {"id_kitab":"39","kitab_indonesia":"Bagian seperlima","kitab_arab":" فرض الخمس","desc_id":"Ada apa denganmu?. Aku jawab; Wahai Rasulullah, aku belum pernah melihat sekalipun kejadian sekejam seperti hari ini. Hamzah telah menganiaya kedua untaka, ia memotong-motong punuknya dan membedah isi perutnya dan sekarang dia sedang berada di dalam Baitullah bersama para pemabuk. Maka Nabi Shallallahu'alaihiwasallam meminta rida' Beliau (selendang yang lebar) kemudian mengenakannya lalu berangkat dengan berjalan sedangkan aku dan Zaid bin Haritsah mengilkuti Beliau hingga tiba di Baitullah, tempat Hamzah berada. Beliau meminta idzin masuk, mereka pun mengizinkannya dan ternyata mereka adalah sekelompok orang yang sedang mabuk. Maka Rasulullah Shallallahu'alaiwasallam langsung mencela Hamzah atas apa yang telah dilakukannya. Ternyata Hamzah benar-benar dalam keadaan mabuk, kedua matanya merah. Hamzah memandangi Rasulullah Shallallahu'alaiwasallam, lalu mengarahkan pandangannya ke atas, kemudian memandang ke arah lutut Beliau, lalu mengarahkan pandangannya kembali ke atas, kemudian memandang pusar Beliau, lalu mengarahkan pandangan ke atas lagi, kemudian memandang wajah Beliau. Kemudian Hamzah berkata; Kalian tidak lain kecuali hamba-hamba sahaya bapakku. Maka Rasulullah Shallallahu'alaiwasallam mengetahui bahwa dia sedang dalam keadaan mabuk. Beliau pun berbalik dan meninggalkannya dan kamipun keluar bersama Beliau.","desc_ar":"ما لك فقلت يا رسول الله ما رأيت كاليوم قط عدا حمزة"},
    {"id_kitab":"40","kitab_indonesia":"Jizyah","kitab_arab":" الجزية","desc_id":"Madinah adalah tanah suci yang wilayahnya antara gunung ini hingga wilayah anu. Maka barangsiapa yang berbuat kemungkaran (bid'ah) yang dilarang agama didalamnya atau membantu orang berbuat bid'ah maka orang itu akan mendapat laknat dari Allah, para malaikat dan seluruh manusia, dan tidak akan diterima darinya amalan 'ibadah wajib dan sunnahnya (atau taubat dan tebusannya). Dan perlindungan Kaum Muslimin adalah sama, maksudnya orang yang paling rendahpun bisa menggunakan hak perlindungannya. Maka barangsiapa melanggar ikatan perjanjian seorang muslim maka orang itu akan mendapat laknat dari Allah, para malaikat dan seluruh manusia dan tidak akan diterima darinya amalan 'ibadah wajib dan sunnahnya. Dan siapapun budak yang berwala' bukan kepada majikannya, maka ia mendapat laknat dari Allah, para malaikat dan seluruh manusia dan tidak akan diterima darinya amalan 'ibadah wajib dan sunnahnya. Berkata Abu Musa telah bercerita kepada kami Hasyim bin al-Qasim telah bercerita kepada kami Ishaq bin Sa'id dari bapaknya dari Abu Hurairah Radhiyallahu'anhu berkata; Bagaimana yang kalian lakukan jika kalian tidak bisa lagi mengambil dinar dan juga dirham (jizyah)?. Ditanyakan kepadanya; Bagaimana kamu melihatnya hal itu dapat terjadi, wahai Abu Hurairah?. Dia menjawab; Bagiku, demi Dzat yang jiwa Abu Hurairah berada di tangan-Nya, aku mengambilnya seorang yang jujur (muhammad) dan berita yang dibawanya adalah benar. Mereka tanyakan Apakah itu?. Dia berkata; Itu karena perjanjian Allah dan Rasul-Nya telah dilanggar, sehingga Allah mengeraskan hati-hati orang ahlu dzimmah lalu mereka enggan mengeluarkan harta yang ada ditangan mereka.","desc_ar":"المدينة حرام ما بين عائر إلى كذا فمن أحدث حدثا أو"},
    {"id_kitab":"41","kitab_indonesia":"Permulaan penciptaan makhluq","kitab_arab":" بدء الخلق","desc_id":"berbicara tentang penciptaan makhluq dan al-'Arsy. Tiba-tiba datang seseorang seraya berkata; Wahai 'Imran, untamu hilang. Sayang sekali aku belum selesai mendengarkan apa yang Beliau sampaikan.","desc_ar":"يحدث بدء الخلق والعرش فجاء رجل فقال يا عمران راحلتك"},
    {"id_kitab":"42","kitab_indonesia":"Hadits-hadits yang meriwayatkan tentang para Nabi","kitab_arab":" أحاديث الأنبياء","desc_id":"Allah mencipta Adam 'alaihissalam yang tingginya enam puluh hasta (tangan kalian) kemudian berfirman: Pergilah kamu dan berilah salam kepada mereka para malaikat dan dengarkanlah bagaimana mereka menjawab salam penghormatan kepadamu dan juga salam penghormatan dari anak keturunanmu. Maka Adam menyampaikan salam: As-Salaamu 'alaikum (salam sejahtera untuk kalian). Mereka menjawab; as-salaamu 'alaika wa rahmatullah (salam sejahtera dan rahmat Allah buat kamu) Mereka menambahkan kalimat wa rahmatullah. Nanti setiap orang yang masuk surga bentuknya seperti Adam alaihissalam dan manusia terus saja berkurang (tingginya) sampai sekarang.","desc_ar":"خلق الله آدم وطوله ستون ذراعا ثم قال اذهب فسلم على"},
    {"id_kitab":"43","kitab_indonesia":"Perilaku budi pekerti yang terpuji","kitab_arab":" المناقب","desc_id":"syu'uubaw wa qabaa'ila lita'aarafuw (Dan Kami jadikan kalian berbangsa-bangsa dan bersuku-suku). Asy-Syu'ub (jama' dari asy-Sya'bu) adalah suku bangsa (yang besar) sedang al-qaba'il (jama' dari al-qabilah) adalah suku atau marga.","desc_ar":"الشعوب القبائل العظام والقبائل البطون"},
    {"id_kitab":"44","kitab_indonesia":"Peperangan","kitab_arab":" المغازي","desc_id":"Sembilan belas kali. Lalu ditanyakan lagi; Berapa kali kamu menyertai beliau berperang?. Dia menjawab; Tujuh belas kali. Aku bertanya; Di antara perang-perang itu, mana yang pertama terjadi?. Dia menjawab; Perang al-'Usairah atau al-'Usyairah. Kemudian aku tanyakan kepada Qatadah, maka dia menjawab; Perang al-'Usyairah.","desc_ar":"تسع عشرة قيل كم غزوت أنت معه قال سبع عشرة قلت فأيهم"},
    {"id_kitab":"45","kitab_indonesia":"Tafsir Al Qur`an","kitab_arab":" تفسير القرآن","desc_id":"Sesungguhnya Allah telah memerintahkan kepadaku untuk membacakan Al Qur`an kepadamu. Ubbay bin Ka'ab bertanya, Apakah Allah menyebut namaku pada Anda? ' beliau menjawab: Ya. Ubbay berkata, Sungguh benarkah, namaku telah disebut di sisi Rabb semesta alam? beliau menjawab: Ya. Lalu, kedua matanya pun meneteskan air.","desc_ar":"إن الله أمرني أن أقرئك القرآن قال أالله سماني لك"},
    {"id_kitab":"46","kitab_indonesia":"Keutamaan Al Qur`an","kitab_arab":" فضائل القرآن","desc_id":"Nabi  berdiam diri di Makkah selama sepuluh tahun, dan Al Qur`an diturunkan kepada beliau. Sementara di Madinah adalah juga sepuluh tahun.","desc_ar":"لبث النبي بمكة عشر سنين ينزل عليه القرآن وبالمدينة"},
    {"id_kitab":"47","kitab_indonesia":"Nikah","kitab_arab":" النكاح","desc_id":"Kalian berkata begini dan begitu. Ada pun aku, demi Allah, adalah orang yang paling takut kepada Allah di antara kalian, dan juga paling bertakwa. Aku berpuasa dan juga berbuka, aku shalat dan juga tidur serta menikahi wanita. Barangsiapa yang benci sunnahku, maka bukanlah dari golonganku.","desc_ar":"أنتم الذين قلتم كذا وكذا أما والله إني لأخشاكم لله"},
    {"id_kitab":"48","kitab_indonesia":"Talaq","kitab_arab":" الطلاق","desc_id":"Perintahkanlah agar ia segera meruju'nya, lalu menahannya hingga ia suci dan haid kembali kemudian suci. Maka pada saat itu, bila ia mau, ia boleh menahannya, dan bila ingin, ia juga boleh menceraikannya. Itulah Al Iddah yang diperintahkan oleh Allah untuk mentalak isteri.","desc_ar":"مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر"},
    {"id_kitab":"49","kitab_indonesia":"Nafkah","kitab_arab":" النفقات","desc_id":"Jika seorang muslim memberi nafkah pada keluarganya dengan niat mengharap pahala, maka baginya hal itu adalah sedekah.","desc_ar":"إذا أنفق المسلم نفقة على أهله وهو يحتسبها كانت له"},
    {"id_kitab":"50","kitab_indonesia":"Makanan","kitab_arab":" الأطعمة","desc_id":"memotong-motong daging lengan kambing yang ada di tangannya, ketika panggilan shalat diserukan, beliau meletakkan lengan kambing dan pisau yang beliau gunakan untuk memotong-motong. Beliau kemudian berdiri melaksanakan shalat dan tidak berwudlu lagi.","desc_ar":"يحتز من كتف شاة في يده فدعي إلى الصلاة فألقاها والسكين"},
    {"id_kitab":"51","kitab_indonesia":"Aqiqah","kitab_arab":" العقيقة","desc_id":"Beliau lalu memberinya nama Ibrahim, beliau menyuapinya dengan kunyahan kurma dan mendoakannya dengan keberkahan, setelah itu menyerahkannya kepadaku. Ibrahim adalah anak tertua Abu Musa.","desc_ar":"فسماه إبراهيم فحنكه بتمرة ودعا له بالبركة ودفعه"},
    {"id_kitab":"52","kitab_indonesia":"Penyembelihan dan perburuan","kitab_arab":" الذبائح والصيد","desc_id":"Apa yang ditangkap untukmu maka makanlah, sebab gigitan anjing adalah sebagai sembelihannya. Jika engkau dapati anjing lain bersama dengan anjingmu, dan engkau kawatir ia ikut andil hingga buruannya mati, maka janganlah kamu makan. Sebab engkau hanya menyebutkan nama Allah pada anjingmu (saat melepasnya) dan bukan pada anjing yang selainnya.","desc_ar":"ما أمسك عليك فكل فإن أخذ الكلب ذكاة وإن وجدت مع"},
    {"id_kitab":"53","kitab_indonesia":"Kurban","kitab_arab":" الأضاحي","desc_id":"Sesungguhnya yang pertama kali kita lakukan pada hari ini ('iedul adha) adalah mengerjakan shalat kemudian pulang dan menyembelih binatang kurban, barangsiapa melakukan hal itu, maka dia telah bertindak sesuai dengan sunnah kita, dan barangsiapa menyembelih biantang kurban sebelum (shalat ied), maka sesembelihannya itu hanya berupa daging yang ia berikan kepada keluarganya, tidak ada hubungannya dengan ibadah kurban sedikitpun. Lalu Abu Burdah bin Niyar berdiri seraya berkata; Sesungguhnya aku masih memiliki jad'ah (anak kambing yang berusia dua tahun), maka beliau bersabda: Sembelihlah, namun hal itu tidak untuk orang lain setelahmu. Muttharif berkata; dari 'Amir dari Al Barra`, bahwa Nabi  bersabda: Barangsiapa menyembelih (hewan kurban) setelah shalat (ied) maka ibadah kurbannya telah sempurna dan dia telah melaksanakan sunnah kaum Muslimin dengan tepat.","desc_ar":"إن أول ما نبدأ به في يومنا هذا أن نصلي ثم نرجع"},
    {"id_kitab":"54","kitab_indonesia":"Minuman","kitab_arab":" الأشربة","desc_id":"Barangsiapa meminum khamr di dunia dan tidak bertaubat, maka akan di haramkan baginya di akhirat kelak.","desc_ar":"من شرب الخمر في الدنيا ثم لم يتب منها حرمها في الآخرة"},
    {"id_kitab":"55","kitab_indonesia":"Sakit","kitab_arab":" المرضى","desc_id":"Tidaklah suatu musibah yang menimpa seorang muslim bahkan duri yang melukainya sekalipun melainkan Allah akan menghapus (kesalahannya).","desc_ar":"ما من مصيبة تصيب المسلم إلا كفر الله بها عنه حتى"},
    {"id_kitab":"56","kitab_indonesia":"Pengobatan","kitab_arab":" الطب","desc_id":"Allah tidak akan menurunkan penyakit melainkan menurunkan obatnya juga.","desc_ar":"ما أنزل الله داء إلا أنزل له شفاء"},
    {"id_kitab":"57","kitab_indonesia":"Pakaian","kitab_arab":" اللباس","desc_id":"Allah tidak akan melihat orang yang menjulurkan pakaiannya dengan sombong.","desc_ar":"لا ينظر الله إلى من جر ثوبه خيلاء"},
    {"id_kitab":"58","kitab_indonesia":"Adab","kitab_arab":" الأدب","desc_id":"Amalan apakah yang paling dicintai Allah? Beliau bersabda: Shalat tepat pada waktunya. Dia bertanya lagi; Kemudian apa? beliau menjawab: Berbakti kepada kedua orang tua. Dia bertanya; Kemudian apa lagi? beliau menjawab: Berjuang di jalan Allah. Abu 'Amru berkata; Dia (Abdullah) telah menceritakan kepadaku semuanya, sekiranya aku menambahkan niscaya dia pun akan menambahkan (amalan) tersebut kepadaku.","desc_ar":"أي العمل أحب إلى الله قال الصلاة على وقتها قال ثم"},
    {"id_kitab":"59","kitab_indonesia":"Meminta Izin","kitab_arab":" الاستئذان","desc_id":"Telah Allah cipta Adam dengan semua ciri fisiknya, tingginya enam puluh hasta. Selesai Allah menciptanya, Allah berfirman Sana pergi, dan ucapkanlah salam kepada malaikat yang duduk itu, dan dengarkan baik-baik bacaan salam mereka kepadamu, sebab itu sebagai salam penghormatanmu dan juga anak cucu keturunanmu. Adam mengucapkan Assalamu'alaikum. Para malaikat menjawab Assalamu'alaika warohmatullah. Dan mereka menambahnya lagi dengan Wabarokaatuh. Maka siapapun yang masuk surga, ciri fisiknya seperti Adam (tingginya enam puluh hasta), namun manusia semenjak jaman Adam, tingginya semakin berkurang hingga sekarang.","desc_ar":"خلق الله آدم على صورته طوله ستون ذراعا فلما خلقه"},
    {"id_kitab":"60","kitab_indonesia":"Do`a","kitab_arab":" الدعوات","desc_id":"Setiap Nabi mempunyai doa yang telah dikabulkan, sedang aku ingin menyimpan doaku sebagai syafa'at untuk umatku di Akhirat nanti.","desc_ar":"لكل نبي دعوة مستجابة يدعو بها وأريد أن أختبئ دعوتي"},
    {"id_kitab":"61","kitab_indonesia":"Hal-hal yang melunakkan hati","kitab_arab":" الرقاق","desc_id":"Dua kenikmatan yang sering dilupakan oleh kebanyakan manusia adalah kesehatan dan waktu luang. 'Abbas Al 'Anbari mengatakan; telah menceritakan kepada kami Shufwan bin Isa dari Abdullah bin Sa'id bin Abu Hind dari Ayahnya saya mendengar Ibnu Abbas dari Nabi  seperti hadits di atas.","desc_ar":"نعمتان مغبون فيهما كثير من الناس الصحة والفراغ قال"},
    {"id_kitab":"62","kitab_indonesia":"Qadar","kitab_arab":" القدر","desc_id":"Sungguh salah seorang diantara kalian dihimpun dalam perut ibunya selama empat puluh hari, kemudian menjadi segumpal darah juga seperti itu, kemudian menjadi segumpal daging juga seperti itu, kemudian Allah mengutus malaikat dan diperintahkannya dengan empat hal, rejekinya, ajalnya, sengsara ataukah bahagia, demi Allah, sungguh salah seorang diantara kalian, atau sungguh ada seseorang yang telah mengamalkan amalan-amalan penghuni neraka, sehingga tak ada jarak antara dia dan neraka selain sehasta atau sejengkal, tetapi takdir mendahuluinya sehingga ia mengamalkan amalan penghuni surga sehingga ia memasukinya. Dan sungguh ada seseorang yang mengamalkan amalan-amalan penghuni surga, sehingga tak ada jarak antara dia dan neraka selain sehasta atau dua hasta, lantas takdir mendahuluinya sehingga ia melakukan amalan-amalan penghuni neraka sehingga ia memasukinya. Sedang Adam mengatakan dengan redaksi 'kecuali tinggal sehasta'.","desc_ar":"إن أحدكم يجمع في بطن أمه أربعين يوما ثم علقة مثل"},
    {"id_kitab":"63","kitab_indonesia":"Sumpah dan Nadzar","kitab_arab":" الأيمان والنذور","desc_id":"'Tidaklah aku bersumpah, kemudian aku melihat yang lainnya lebih baik, melainkan aku melakukan yang lebih baik dan aku membayar kaffarat sumpahku.'","desc_ar":"لا أحلف على يمين فرأيت غيرها خيرا منها إلا أتيت الذي"},
    {"id_kitab":"64","kitab_indonesia":"Kafarat sumpah","kitab_arab":" كفارات الأيمان","desc_id":"Mendekatlah kesini! Aku pun mendekat. Nabi bertanya: Apa kamu merasa terganggu oleh kutumu? Iya jawabku. Nabi bersabda: Kalau begitu kamu bayar fidyahmu berupa puasa, sedekah atau binatang kurban. Dan telah mengabarkan kepadaku Ibnu 'Aun dari Ayyub dengan redaksi; Puasa tiga hari, binatang kurban berupa kambing, atau memberi makan enam orang miskin.","desc_ar":"ادن فدنوت فقال أيؤذيك هوامك قلت نعم قال فدية من"},
    {"id_kitab":"65","kitab_indonesia":"Fara`idl","kitab_arab":" الفرائض","desc_id":"dan sisa wudhunya beliau guyurkan kepadaku sehingga aku siuman (sadar). Maka aku bertanya; 'Bagaimana yang harus aku lakukan terhadap hartaku?, bagaimana yang ahrus aku putuskan terhadap hartaku? ' Rasulullah Shallallahu'alaihiwasallam sama sekali tidak menjawab sepatah kata pun hingga turun ayat waris.","desc_ar":"فصب علي وضوءه فأفقت فقلت يا رسول الله كيف أصنع"},
    {"id_kitab":"66","kitab_indonesia":"Hukum hudud","kitab_arab":" الحدود","desc_id":"Tidaklah berzina orang yang berzina ketika ia berzina dalam keadaan beriman, dan tidaklah mencuri orang yang mencuri ketika ia mencuri dalam keadaan beriman, tidaklah ia meminum khamr ketika meminumnya ia dalam keadaan beriman, dan tidaklah ia merampas suatu rampasan yang berharga dan menjadi daya tarik manusia dalam keadaan beriman. Dan dari Ibnu Syihab dari Sa'id bin Musayyab dan Abu Salamah dari Abu Hurairah dari Nabi Shallallahu 'alaihi wa Salam dengan hadits semisal, tanpa menyertakan kalimat rampasan.","desc_ar":"لا يزني الزاني حين يزني وهو مؤمن ولا يشرب الخمر حين"},
    {"id_kitab":"67","kitab_indonesia":"Diyat","kitab_arab":" الديات","desc_id":"Kamu jadikan tandingan bagi Allah padahal Dia yang menciptamu. 'selanjutnya apa? ' lanjutnya. Jawab Nabi; Kau membunuh anakmu karena kuatir ia makan bersamamu. 'kemudian apa lagi? ' Lanjutnya. Nabi menjawab: kamu berzina dengan istri tetanggamu. Allah menurunkan ayat yang membenarkan masalah ini: 'Dan orang-orang yang tidak menyeru kepada tuhan lain selain menyembah Allah, dan tidak membunuh jiwa yang Allah haramkan selain karena alasan yang benar, tidak berzina, dan barangsiapa melakukannya ia akan memperoleh dosa' (Al-Furqan 68).","desc_ar":"أن تدعو لله ندا وهو خلقك قال ثم أي قال ثم أن تقتل"},
    {"id_kitab":"68","kitab_indonesia":"Meminta taubat orang-orang murtad dan para pembangkan serta memerangi mereka","kitab_arab":" استتابة المرتدين والمعاندين وقتالهم","desc_id":"Bukan itu yang dimaksudkan, tidakkah kalian mendengar ucapan Luqman; 'sesungguhnya kesyirikan adalah kezhaliman yang besar (QS. Luqman 13) ","desc_ar":"إنه ليس بذاك ألا تسمعون إلى قول لقمان إن الشرك لظلم"},
    {"id_kitab":"69","kitab_indonesia":"keterpaksaan","kitab_arab":" الإكراه","desc_id":"Ya Allah, selamatkanlah 'Ayyasy bin Abi rabi'ah, Salamah bin Hisyam, Walid bin al Walid, Ya Allah selamatkanlah orang-orang lemah dari kalangan orang-orang mukmin, ya Allah, kokohkanlah penyengsaraanmu terhadap Mudhar, dan kirimkanlah musim paceklik kepada mereka, sebagaimana paceklik yang menimpa Yusuf.","desc_ar":"اللهم أنج عياش بن أبي ربيعة وسلمة بن هشام والوليد"},
    {"id_kitab":"70","kitab_indonesia":"siasat mengelak","kitab_arab":" الحيل","desc_id":"hanyasanya amal itu tergantung niyatnya, dan setiap orang mendapatkan sesuai yang diniatkan, barangsiapa hijrahnya karena Allah dan rasul-Nya,, maka hijrahnya dihitung karena Allah dan rasul-Nya, barangsiapa hijrahnya karena dunia yang ingin diperolehnya, atau wanita yang ingin dinikahinya, maka hijrahnya sekedar mendapat yang diniatkan.","desc_ar":"إنما الأعمال بالنية وإنما لامرئ ما نوى فمن كانت"},
    {"id_kitab":"71","kitab_indonesia":"Ta'bir","kitab_arab":" التعبير","desc_id":"Saya tidak bisa membaca! ' Lalu dia mendekapku dan menutupiku hingga aku kepayahan. kemudian melepasku dan berkata; 'Bacalah! ' aku menjawab; 'Saya tidak bisa membaca! ' Ia mendekapku lagi dan menutupiku untuk kedua kalinya hingga aku kepayahan, kemudian melepasku lagi seraya mengatakan; 'Bacalah! ' saya menjawab; 'Saya tidak bisa membaca.' Maka ia mendekapku dan menutupiku untuk kali ketiganya hingga aku kepayahan, kemudian melepasku lagi dan mengatakan; 'IQRO' BISMI ROBBIKAL LADZII KHOLAQO sampai ayat 'ALLAMAL INSAANA MAA LAM YA'LAM, ' kemudian beliau pulang dengan menggigil hingga menemui Khadijah dan berkata; Selimutilah aku, selimutilah aku! maka keluarganya pun menyelimuti beliau, sampai rasa ketakutan beliau menghilang, kemudian beliau berkata: ya Khadijah, apa yang terjadi pada diriku? beliau menceritakan peristiwa tersebut kepadanya dan berkata; Aku mengkhawatirkan diriku Maka Khadijah menjawab: 'Sekali-kali tidak, bergembiralah, demi Allah, Allah tidak akan menghinakanmu selama-lamanya, sebab engkau suka menyambung silaturrahim, berkata jujur, menghilangkan kesusahan serta menjamu tamu, serta membela kebenaran! ' Maka Khadijah pergi bersama beliau menemui Waraqah bin naufal bin Asad bin Abdul Uzza bin Qushshay, anak paman Khadijah, atau saudara ayahnya, ia adalah semasa jahiliyah beragama nashrani dan suka menulis kitab suci arabi, ia menulis injil arabi dengan kehendak Allah, dan dia seorang kakek yang cukup umur dan buta. Maka Khadijah berkata kepadanya; 'Wahai anak paman, dengarlah (apa yang dituturkan) anak saudaramu! ' Waraqah bertanya; 'Hai anak saudaraku, apa yang telah kau lihat? ' Maka Nabi Shallallahu 'alaihi wa Salam mengabarkan apa yang telah beliau lihat, spontan Waraqah mengatakan; 'Ini adalah Namus yang pernah diturunkan kepada Musa, duhai sekiranya ketika itu aku masih gagah perkasa dan masih hidup, ketika kaummu mengusirmu! ' Adakah kaumku akan mengusirku? Tanya Nabi Shallallahu 'alaihi wa Salam. Waraqah menjawab; 'Iya, tidak ada seorang pun yang membawa seperti yang kau bawa, melainkan ia akan dimusuhi. Jikalau aku temui hari-harimu, niscaya aku membelamu dengan gigih.' kemudian tak berselang lama Waraqah meninggal dan wahyu berhenti beberapa lama hingga Nabi Shallallahu 'alaihi wa Salam sedih. Berita yang sampai kepada kami, kesedihan yang beliau alami sedemikian rupa, hingga beliau beberapa kali ingin bunuh diri dengan cara menerjukan diri dari puncak gunung, setiap kali beliau naik puncak gunung untuk menerjunkan dirinya, Jibril menampakkan diri dan mengatakan; 'hai Muhammad, sesungguhnya engkau betul-betul Rasulullah! ' nasehat ini menjadikan hatinya lega dan jiwannya tenang dan pulang. Namun jika sekian lama wahyu tidak turun, jiwanya kembali terguncang, dan setiap kali ia naik puncak gunung untuk bunuh diri, Jibril menampakkan diri dan menasehati semisalnya. Ibnu Abbas mengatakan tentang ayat; 'Faaliqul ishbah' yaitu cahaya matahari ketika siang, dan cahaya bulan ketika malam.","desc_ar":"ما أنا بقارئ فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني"},
    {"id_kitab":"72","kitab_indonesia":"Fitnah","kitab_arab":" الفتن","desc_id":"aku berada di telagaku menunggu-nunggu orang yang datang kepadaku, tiba-tiba orang di belakangku ditangkap dan dijauhkan dariku sehingga aku berteriak-teriak; 'Itu umatku, itu umatku! ' Tiba-tiba ada suara menjawab; 'Kamu tidak tahu! Mereka berjalan dengan melakukan bid'ah, maksiyat, dan dosa besar'. Ibnu Abi Mulaikah terus memanjatkan doa; Ya Allah, aku berlindung kepada-MU dari berbalik ke belakang atau terkena hantaman fitnah! ","desc_ar":"أنا على حوضي أنتظر من يرد علي فيؤخذ بناس من دوني"},
    {"id_kitab":"73","kitab_indonesia":"Hukum-hukum","kitab_arab":" الأحكام","desc_id":"Siapa yang mentaatiku berarti ia mentaati Allah, sebaliknya barangsiapa membangkang terhadapku, ia membangkang Allah, dan barangsiapa mentaatiku amirku berarti ia mentaatiku, dan barangsiapa membangkang amirku, berarti ia membangkang terhadapku.","desc_ar":"من أطاعني فقد أطاع الله ومن عصاني فقد عصى الله ومن"},
    {"id_kitab":"74","kitab_indonesia":"mengharap\/mengandai-andai","kitab_arab":" التمني","desc_id":"kalaulah bukan karena pertimbangan beberapa orang yang tidak suka jika mereka ketinggalan atau pun aku memang tidak punya kendaraan untuk mengangkut mereka, niscaya aku tidak pernah absen (dari peperangan), sungguh aku berkeinginan jika terbunuh dalam rangka (perang) fi sabilillah kemudian dihidupkan, kemudian terbunuh, kemudian dihidupkan, kemudian terbunuh, kemudian dihidupkan, kemudian terbunuh.","desc_ar":"لولا أن رجالا يكرهون أن يتخلفوا بعدي ولا أجد ما أحملهم"},
    {"id_kitab":"75","kitab_indonesia":"Khabar Ahad","kitab_arab":" أخبار الآحاد","desc_id":"Kembalilah kalian untuk menemui isteri-isteri kalian, berdiamlah bersama mereka, ajari dan suruhlah mereka,  dan beliau menyebut beberapa perkara yang sebagian kami ingat dan sebagiannya tidak, dan shalatlah sebagaimana kalian melihat aku shalat. Jika shalat telah tiba, hendaklah salah seorang di antara kalian melakukan adzan dan yang paling dewasa menjadi imam.","desc_ar":"ارجعوا إلى أهليكم فأقيموا فيهم وعلموهم ومروهم وذكر"},
    {"id_kitab":"76","kitab_indonesia":"Berpegang teguh terhadap kitab dan sunnah","kitab_arab":" الاعتصام بالكتاب والسنة","desc_id":"Sungguh, aku tahu hari apa ayat itu diturunkan. Ayat itu diturunkan di hari Arafah pada hari jumat. Sufyan mendengar dari Mis'ar, Mis'ar mendengar dari Qais, dan Qais mendengar dari Thariq.","desc_ar":"إني لأعلم أي يوم نزلت هذه الآية نزلت يوم عرفة"},
    {"id_kitab":"77","kitab_indonesia":"Tauhid","kitab_arab":" التوحيد","desc_id":"mengutus Mu'adz ke negeri Yaman.","desc_ar":"بعث معاذا إلى اليمن"}
    ]